# St7GetNumLoadCase

Returns the number of load cases in a Strand7 model.

long St7GetNumLoadCase(long uID, long* NumCases)

Input Parameters

uID

Strand7 model file ID.

Output Parameters
NumCases

The number of cases.